<template>
  <main class="payment">
    <Menu simple="simple"/>
    <div class="container">
      <h1>Как оплатить заказ</h1>
      <div class="row">
        <div class="col-lg-8">
          <div class="text-page">
            <h2>Способы оплаты товаров в интернет-магазине:</h2>
            <ol>
              <li><strong>Наличными</strong> денежными средствами экспедитору. К оплате принимаются <strong>только белорусские рубли</strong>.</li>
              <li>Банковской пластиковой <strong>картой экспедитору</strong>.</li>
              <li>Банковской платёжной картой через систему WebPay.</li>
              <li>ЕРИП (в соответствии с инструкцией, приведенной ниже)</li>
            </ol>
            <h2>Оплата картой через систему WabPay</h2>
            <img src="~@/assets/img/contacts/webpay.png">
            <p>Безопасный сервер WEBPAY устанавливает шифрованное соединение по защищенному протоколу TLS и конфиденциально принимает от клиента данные его платёжной карты (номер карты, имя держателя, дату окончания действия, и контрольный номер банковской карточке CVC/CVC2).</p>
            <p>После совершения оплаты с использованием банковской карты необходимо сохранять полученные карт-чеки (подтверждения об оплате, полученные в Интернет-магазине) для сверки с выпиской из карт-счёта (с целью подтверждения совершённых операций в случае возникновения спорных ситуаций)".</p>
            <h2>Иструкция оплаты через EРИП</h2>
            <img src="~@/assets/img/contacts/erip.png">
            <p><strong>Оплату Вы можете произвести в любом банке:</strong></p>
            <ol>
              <li>Интернет-банкинге.</li>
              <li>Мобильном банкинге.</li>
              <li>Инфокиоске.</li>
              <li>Банкомате.</li>
              <li>Кассе</li>
            </ol>
            <p><strong>Совершить оплату можно с использованием:</strong></p>
            <ol>
              <li>Наличных денежных средств.</li>
              <li>Любых электронных денег.</li>
              <li>Банковских платежных карточек.</li>
            </ol>
            <p><strong>ДЛЯ ПРОВЕДЕНИЯ ПЛАТЕЖА НЕОБХОДИМО::</strong></p>
            <ol>
              <li>Выбрать</li>
              <li>Для оплаты «Услуги» ввести Номер заказа.</li>
              <li>Ввести сумму платежа (если не указана).</li>
              <li>Проверить корректность информации.</li>
              <li>Совершить платеж.</li>
            </ol>
            <p>В случае, если Вы не получили заказ (не оказана услуга), Вам необходимо обратиться (в службу технической поддержки) по телефонам <strong><a href="tel:8 (029) 112-11-77">8 (029) 112-11-77</a></strong>,  <strong><a href="tel:8 (029) 2-821-821">8 (029) 2-821-821</a></strong>,  <strong><a href="tel:8 (025) 631-33-55">8 (025) 631-33-55</a></strong><br> или e-mail <strong><a href="mailto:goodcarspizza@gmail.com">goodcarspizza@gmail.com</a></strong>. Менеджеры Вас проконсультируют.</p>
            <p>Документом, подтверждающим оплату товара, является чек. Пример чека представлен ниже.</p>
            <img src="~@/assets/img/contacts/check.jpg">
            <h2>Условия возврата денежных средств</h2>
            <p>При оплате банковской платежной картой возврат денежных средств осуществляется на карточку, с которой была произведена оплата.</p>
          </div>
        </div>
        <div class="col-lg-4">
          <div class="howto__map">
            <router-link to="/map" class="button">Проверить зону доставки</router-link>
          </div>
        </div>
      </div>
    </div>
  </main>
</template>

<script>
export default {
  name: "Payment"
}
</script>

<style lang="sass">
@import "../assets/sass/main.sass"

.payment
  img
    margin-bottom: 20px

</style>