<template>
  <section class="seo">
    <div class="container">
      <div class="row">
        <div class="col-xl-9">
          <h2>Доставка пиццы в Минске</h2>
          <p>Хотите. быстро подкрепиться в офисе или устроить лучший романтический вечер со второй половинкой? Для этого просто оформите заказ пиццы из ресторана «Папа Джонс» в Минске.</p>
          <p>Мы найдем путь к сердцу каждого гурмана. Любителям необычных сочетаний придется по вкусу «Гавайская» с ананасом и ветчиной, а «Мясное удовольствие» понравится людям, обожающим сырокопченые колбаски, ароматный бекон и свинину.</p>

          <b-collapse id="collapse-seo">
            <p>Хотите. быстро подкрепиться в офисе или устроить лучший романтический вечер со второй половинкой? Для этого просто оформите заказ пиццы из ресторана «Папа Джонс» в Минске.</p>
            <p>Мы найдем путь к сердцу каждого гурмана. Любителям необычных сочетаний придется по вкусу «Гавайская» с ананасом и ветчиной, а «Мясное удовольствие» понравится людям, обожающим сырокопченые колбаски, ароматный бекон и свинину.</p>
          </b-collapse>

          <span class="link link-collapse" v-b-toggle.collapse-seo></span>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
name: "Seo"
}
</script>

<style lang="sass">
@import "resources/sass/main"

.seo
  font-size: 12px
  line-height: 16px
  margin-bottom: 44px
  .link-collapse
    font-size: 14px

@media (min-width: 992px)
  .seo
    font-size: 14px

@media (min-width: 1200px)
  .seo
    padding: 46px 0 78px

</style>
